Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/patentstyret.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If the address entered under point 2 is outside Norway, an address in Norway must be entered under (b).
nb: Dersom adressen oppgitt i pkt. 2 er utenfor Norge, må adresse i Norge oppgis under (b).

source: Video files in the format MPEG-1, VP8 or
nb: Videofiler i formatene MPEG-1, VP8 eller

source: Among trademarks registered with us, we find names such as Bjørn Dæhlie, Kari Traa, Lars Monsen, Drillo and Therese Johaug, and foreign names such as Michael Jackson and Britney Spears.
nb: Blant varemerker som er registrert hos oss, finner vi navn som Sondre Justad, Bjørn Dæhlie, Kari Traa, Skavlan, Lars Monsen, Drillo, Therese Johaug og Johannes Høsflot Klæbo, og utenlandske som Elvis, Michael Jackson, Justin Bieber og Britney Spears.

source: The second patent, 'configurable defractive optical element' is what is known as a MEMS chip (microelectromechanical systems), which receives the reflected light signal emitted by the optical sensor.
nb: Det andre patentet, «Configurable Defractive Optical Element», er en såkalt MEMS-brikke (mikroelektromekaniske systemer), som mottar det reflekterte lyssignalet som den optiske sensoren sender ut.

source: If that happens, an optical sensor based on infrared light is activated.
nb: Om det skjer, aktiveres en optisk sensor basert på infrarødt lys.

source: The mark should not contain a degree of fineness, such as 585 or 925.
nb: Merket skal ikke inneholde finhetsgrad, for eksempel 585 eller 925.

source: The second one consumes more energy, but is still highly energy-efficient.
nb: Den siste er mer energikrevende, men fortsatt svært energieffektiv.

source: Designate the countries in which you wish to obtain protection in the application.
nb: I søknaden skal du peke ut hvilke land og unioner du ønsker beskyttelse i.

source: Includes national- and PCT applications.
nb: Omfatter nasjonale- og PCT-saker.

source: with most Norwegian applications last 10 years.
nb: med flest norske saker siste 10 år

source: Patent information can be used to gain inspiration to continue developing one's own technology or to find potential partners with specific skills and experience to cooperate with.
nb: Patentinformasjon kan brukes til å få inspirasjon til å videreutvikle egen teknologi eller til å finne potensielle samarbeidspartnere med spesifikk kompetanse og erfaring.

source: As a trademark owner you should plan what to do if others register your trademark as a domain name.
nb: Som varemerkeinnehaver bør du vurdere hvordan du skal forholde deg hvis andre registrerer varemerket ditt som domenenavn.

source: He says that there have already been several parties who have had a go at the patent, but they have all given up after a short time.
nb: Han forteller at de allerede har hatt flere aktører som har forsøkt seg på patentet, men alle har gitt opp etter kort tid.

source: Solberg thinks it was very good for several reasons.
nb: Solberg mener det er veldig godt av flere årsaker.

source: from Samsung Electronics Co Ltd.
nb: fra Samsung Electronics Co Ltd.

source: Norwegian representatives can represent their clients in trademark cases in all stages of the application process before the European Union Intellectual Property Office (EUIPO), formerly OHIM.
nb: Norske fullmektiger kan representere klientene sine i design- og varemerkesaker i alle stadier av søknadsprosessen og i overprøvingssaker for the European Union Intellectual Property Office (EUIPO).

source: In 2012, while they were still working on their respective master's assignments, they started up the company that would later be named Rom & Tonik®.
nb: I 2012, mens de fremdeles jobbet med sine respektive masteroppgaver, startet de selskapet som senere skulle få navnet Rom & Tonik®.

source: When giving a response to a patent application (reality statement) they can only provide information on what must be changed and adapted.
nb: Saksbehandlere skal ikke tolke eller definere hva oppfinnelsen er, og i et svar på en patentsøknad (realitetsuttalelse) gis det kun informasjon om hva som må endres og tilpasses.

source: NB: These tools can only be used to file international PCT applications (PCT/RO/101 PCT Request) and cannot be used to file European (EP patents) and national patent applications at the Norwegian Industrial Property Office. Link to national application in Norway
nb: Verktøyene kan kun benyttes for levering av internasjonale PCT-søknader (PCT/RO/101 PCT Request) og kan ikke benyttes for levering av europeiske (EP-patenter) og nasjonale patentsøknader til Patentstyret.

source: and ladies; clothing for hiking, trekking, outdoor sports
nb: salg av husholdnings- og kjøkkenredskaper, kammer

source: This is a highly complex technology with a lot of technical know-how that is not patented.
nb: Dette er svært kompleks teknologi, med mye teknisk kunnskap som ikke er patentert.

source: How does the NIPO handle an administrative review?
nb: Hvordan behandler Patentstyret en administrativ overprøving?

source: You should present this certificate to the EUIPO the first time you register in a case before EUIPO.
nb: Denne attesten fremlegger du for EUIPO første gang du melder deg i en sak for EUIPO.

source: But it doesn't stop with Dustbox.
nb: Men det stopper ikke med Dustbox.

source: b) Filing XML files in character coded format (incl. application form, description, claims and abstract)
nb: b) Innlevering av XML-filer i karakterkodet format (gjelder søknadsskjema, beskrivelse, krav og sammendrag)

source: Rom & Tonik® has for now applied for and obtained trademark protection in Norway, but will also apply for this in other markets it will gradually enter.
nb: Rom & Tonik® har søkt og fått varemerke- og designbeskyttelse i Norge inntil videre, men kommer til å søke om det samme i de markedene de etter hvert vil gå inn i.

source: In order to file your PCT application electronically we encourage you to use the World Intellectual Property Organization (WIPO) filing system ePCT or eOLF (Online Filing software) supplied by the European Patent Office (EPO).
nb: For elektronisk levering av PCT-søknader oppfordrer vi deg til å benytte WIPOs innleveringssystem ePCT eller eOLF (Online Filing software) levert av European Patent Office (EPO).

source: Computers and software are included in more and more products, from IoT (internet of things) and apps on smartphones to advanced control systems in driverless cars, to name just a few of the many areas of technology in which they are used.
nb: Datamaskiner og programvare inngår i flere og flere produkter, fra IoT (internet of things) og apper på mobiltelefoner til avanserte kontrollsystemer i selvkjørende biler, for å nevne noen få av de mange teknologiområdene hvor dette brukes.

source: Decision concerning request for transfer of application (Section 12)
nb: Avgjørelse av begjæring om overføring av søknad (§ 12)

source: "You can also do the opposite, namely publish open information to prevent others from patenting.
nb: – Man kan også gjøre det motsatte, nemlig å publisere åpen informasjon for å hindre andre i å patentere.

source: Kathrine has, over the years, built organisations and a broad network, both nationally and internationally, and is a well-known speaker in health innovation and technology.
nb: Kathrine har gjennom årene bygget organisasjoner, og et bredt nettverk, både nasjonalt og internasjonalt, og er en kjent foredragsholder innen helseinnovasjon og teknologi.

source: The plan is to increase this threefold in 2016.
nb: Planen er å tredoble dette i 2016.

source: Before using ePCT, you must register with WIPO as an ePCT user, set up an account and upload a digital certificate.
nb: Før du bruker ePCT du må registrere deg hos WIPO som ePCT bruker, opprette en konto og laste opp et digitalt sertifikat.

source: Esben Beck, who at the time was working with John Arne Breivik in the development firm Beck Engineering, says that the greatest challenge with the patent process was to find wording that was both limiting and adequate.
nb: Esben Beck, som den gang jobbet med John Arne Breivik i utviklingsbedriften Beck Engineering, forteller at den største utfordringen i arbeidet med patentsøknaden var å finne en ordlyd som var både avgrensende og dekkende nok.

source: Smartfish is a biotechnology company that develops, documents and commercialises juice-based Omega-3 emulsions.
nb: Smartfish er et bioteknologiselskap som utvikler, dokumenterer og kommersialiserer juicebaserte Omega 3-emulsjoner.

source: Here you need only tick one of the boxes, but you can tick more than one box if you wish to do so.
nb: Her behøver du kun å krysse av i én av boksene, men du kan krysse av i flere av boksene om dette er ønskelig.

source: Both Innovation Norway and the enterprise office (Etablererkontoret) in the Kongsberg Region have been valuable support players and advisers to Stepien.
nb: Underveis har både Innovasjon Norge og Etablererkontoret i Kongsbergregionen vært verdifulle støttespillere og rådgivere for Stepien.

source: Filing your PCT application
nb: Innlevering av PCT-søknad

source: Applications from the county grouped by IPC class
nb: Søknader fra fylket fordelt på IPC

source: This gives you sole right to the form and appearance of a product, for example the whole or parts of a screen shot.
nb: Forretningshemmeligheter er kunnskap og informasjon som er spesifikk for bedriften, og som ikke er kjent for andre.

source: Include adjacent areas that are relevant.
nb: Ta med tilgrensende områder som er aktuelle.

source: Very few products have a life of more than 3 to 5 years, which is far too short for a patent.
nb: De færreste produktene har levetid ut over 3–5 år, det er alt for kort for et patent.

source: If you wish to apply for design registration in countries outside the EU which are not members of the Hague system, you must apply directly to each country.
nb: Hvis du vil søke designregistrering i land utenfor EU som ikke er medlem av Haag-systemet, må du søke direkte til hvert enkelt land.

source: You may have seen the symbols ®, © and TM and wondered what they mean.
nb: Du har kanskje sett symbolene ®, © og TM og lurt på hva de betyr?

source: Some countries require information that is asked for under 2 (f):
nb: Kryss av for at engelsk er ønsket korrespondansespråk.Noen land krever opplysninger som etterspørres under 2 (f):

source: The expression "computer-implemented inventions", or CII, is used for patent protection of software.
nb: Uttrykket «datamaskin-implementerte oppfinnelser» eller CII (computer implemented inventions) på engelsk brukes om patentbeskyttelse av programvare.

source: In Norway they have used Bryn Aarflot and Protector.
nb: I Norge har de benyttet Bryn Aarflot og Protector.

source: contravenes law, public order or morals (Section 15a)
nb: strider mot lov, offentlig orden eller moral (§ 15a)

source: Many attempts had been made to produce such a powder based on SiC but no one had succeeded until Nuria Espallargas and Fahmi Mubarok did so at NTNU.
nb: Veldig mange har forsøkt å lage et slikt pulver basert på SiC men ingen har klart det – inntil Nuria Espallargas og Fahmi Mubarok gjorde det ved NTNU.

source: In this year's interview with patent agents and professional customers, 89% answered that they could recommend us to others.
nb: I årets intervju med fullmektiger (profesjonelle kunder) svarte 89 % at de kunne anbefale oss til andre.

source: I got up and started to draw, says Stepien.
nb: Da sto jeg opp og begynte å tegne, sier Stepien.

source: With a background in the subsea and offshore supply industry, the development of diagnostic instruments for blood tests, and in the brewing industry, where he worked among other things on machine vision for the checking of bottles, it struck Beck that the whole problem of salmon lice could have an optical solution.
nb: Med bakgrunn fra leverandørindustrien innen subsea og offshore, utvikling av optiske diagnoseinstrumenter for blodprøver, samt fra bryggerinæringa der han blant annet hadde jobbet med maskinsyn for kontroll av flasker, slo det Beck at hele lakselusproblematikken kunne ha en optisk løsning.

source: The Norwegian Industrial Property Office (NIPO) recommends that you submit your application for international design registration electronically to the World Intellectual Property Organization (WIPO).
nb: Patentstyret anbefaler at du leverer din søknad om internasjonal designregistrering elektronisk til World Intellectual Property Organization (WIPO).

source: Blacklisted by Svensk Handel.
nb: Svartelistet av Svensk Handel.

source: Registration must not take place until you have a specific case at EUIPO.
nb: Registreringen skal først skje når du har en konkret sak for EUIPO.

source: Our goal: at least 85% of customers can recommend the Norwegian Industrial Property Office to others.
nb: Vårt mål: Minst 85 % av kundene kan anbefale Patentstyret til andre.

source: Rom & Tonik® has an address in Ålesund and for the time being consists solely of Solberg and Røsvik.
nb: Rom & Tonik® har adresse i Ålesund og består foreløpig av kun Solberg og Røsvik.

source: An indication in item (f) is not to be included if the mark is a word mark with standard letters.
nb: En angivelse i punkt (f) skal ikke tas med dersom merket er et ordmerke med standard bokstaver.

source: To find out how much you have to pay in other countries, contact your patent attorney or the patent office in the country in question.
nb: For å vite hvor mye du skal betale i andre land, må du ta kontakt med fullmektigen din eller med patentverket i det aktuelle landet.

source: Amount of Norwegian applications (national and PCT) last 12 months compared to the previous year.
nb: Antall norske søknader (nasjonale og PCT) siste 12 måneder sammenlignet med året før.

source: A protest is an objection to the registration of a trademark.
nb: En protest er en innvending mot registrering av et varemerke.

source: You can file a protest against an application up until the processing of the trademark application has been completed.
nb: Du kan levere en protest mot en søknad helt frem til behandlingen av varemerkesøknaden er avsluttet.

source: There are other wireless solutions, but none is anywhere near as energy-efficient.
nb: Det finnes andre trådløse løsninger, men ingen i nærheten like energieffektive.

source: Names as trademarks
nb: Navn som varemerke

source: ThermaSiC is a powder based on SiC (silicon carbide) used as a wear coating in what is known as thermal spraying.
nb: ThermaSiC er et pulver basert på SiC (silisiumkarbid) som blir til slitasjebelegg ved såkalt termisk sprøyting.

source: A patent typically has a term of 20 years.
nb: Et patent varer typisk i 20 år.

source: "In Mongolia they have a long tradition of producing and utilising the precise grade of wool we were interested in," says Mats.
nb: — I Mongolia har de lange tradisjoner med å produsere og utnytte nettopp den ullkvaliteten vi var ute etter, sier Mats Solberg.

source: Registration can be renewed every 10 years an unlimited number of times.
nb: Du kan fornye registreringen din hvert 10. år et ubegrenset antall ganger.

source: — In 2017 and 2018 Norwegian fish farmers had annual costs of more than NOK 10 billion related to treatment measures and lost income due to depletion.
nb: – I 2017 og 2018 hadde norske oppdrettere årlige kostnader på over 10 milliarder kroner knyttet til behandlingstiltak og tapte inntekter på grunn av avlusing.

source: Date and signature (obligatory).
nb: Dato og signatur (påkrevd).

source: «We have had a very deliberate patent and brand strategy from the start.
nb: «Vi har hatt en helt bevisst patent- og merkevarestrategi helt fra starten.

source: Both ePCT and eOLF are available 24 hours a day, seven days a week, except during pre-announced maintenance periods.
nb: Både ePCT og eOLF er tilgjengelige 24 timer i døgnet, syv dager i uken, bortsett fra under annonserte vedlikeholdsperioder.

source: If there are deficiencies in the request, the requester will be given a time limit of 14 days in which to rectify the deficiency.
nb: Hvis det er mangler ved kravet, får kravstilleren en frist på 14 dager på å rette mangelen.

source: Tom Rune Stepien (33) is a tradesman and does a lot of drilling in walls.
nb: Olsen Tom Rune Stepien (33) er håndverker og borer mye i vegger.

source: The cluster received NCE status (Norwegian Centre of Expertise) in Innovation Norway's cluster program in 2015, and Gold Label status by the European cluster organisation in 2016 and 2018.
nb: Klyngen fikk NCE-status (Norwegian Centre of Expertise) i Innovasjon Norges klyngeprogram i 2015, og Gold Label-status av den europeiske klyngeorganisasjonen i 2016 og 2018.

source: Remember to check the status.
nb: Husk derfor å sjekke status.

source: They are also in the process of launching FeltCeiling and FeltRoll, but will not apply for protection for the latter.
nb: De er på trappene med lansering også av FeltCeiling og FeltRoll, men det siste kommer de ikke til å søke om beskyttelse for.

source: If the firm falls within the definition in Article 120(1)(b), you must send the application form to the Norwegian Industrial Property Office.
nb: Hvis kontoret faller inn under definisjonen i artikkel 120 (1) (b) må du sende søknadsskjemaet til Patentstyret.

source: Nominated for the European Inventor Award
nb: Nominert til European Inventor Award

source: This is an electronic application service in which all communication between the applicant, NIPO and WIPO is carried out in the Madrid e-Filing platform.
nb: Dette er en elektronisk søknadstjeneste hvor all kommunikasjon mellom deg som søker og Patentstyret og WIPO foregår elektronisk gjennom Madrid e-filing portalen.

source: It was a good decision.
nb: Det ble full klaff.

source: you must pay an application fee.
nb: , må du betale et søknadsgebyr.

source: The NIPO does not take payment for processing opposition cases.
nb: Patentstyret tar ikke betalt for saksbehandlingen av innsigelsessaker.

source: — But the market is much larger than that, says general manager and co-founder John Arne Breivik.
nb: — Men markedet er mye større enn dette, sier daglig leder og medgründer John Arne Breivik.

source: Use the preliminary examination if you:
nb: Bruk forundersøkelsen hvis du:

source: Kathrine started Birkeland Innovation (forerunner to today's Inven2) in 2004 and was leader there for several years.
nb: Kathrine startet Birkeland Innovasjon (forløper til dagens Inven2) i 2004 og var leder der i flere år.

source: The detectors are linked together in a fine mesh network.
nb: Detektorene er koplet sammen i et finmasket nett, et såkalt «mesh-nettverk».

source: 2(f) (ii) If the applicant is a firm, the type of business entity must be entered (AS, ANS, etc.).
nb: 2(f) (ii) Hvis søkeren er et firma skal selskapsformen fylles ut (AS, ANS etc.).

source: There are several other exceptions from patenting, for example business models, the display and/or presentation of information or mathematical formulae/algorithms that are not linked to a patentable invention.
nb: Det er flere andre unntak fra patentering, som for eksempel forretningsmodeller, fremvisning og/eller presentasjon av informasjon eller matematiske formler/algoritmer som ikke er knyttet til en patenterbar oppfinnelse.

source: If you are prevented from replying within the time limit, you may ask for an extension.
nb: Hvis du er forhindret fra å svare innen fristen, kan du be om fristforlengelse.

source: Seram Coatings AS is a start-up company spun off from the Norwegian University of Science and Technology (NTNU). The company was established in December 2014, and commercialises the invention ThermaSiC.
nb: Seram Coatings AS er en bedrift med utspring fra NTNU (etablert desember 2014) som kommersialiserer oppfinnelsen ThermaSiC.

source: Prox Dynamics develops, produces and sells the world's smallest and most advanced personal reconnaissance system (PRS) for civil and military use.
nb: Prox Dynamics utviklet og produserte verdens minste og mest avanserte personlige rekognoseringssystem, Personal Reconnaissance System (PRS), for sivilt og militær bruk.

source: For Norway, along with a few other oil-producing countries, oil drilling is an important field of expertise.
nb: For Norge, sammen med et fåtall oljeproduserende land, er oljeboring et viktig fagfelt.

source: All four employees were transferred to Stingray in 2013, and the company now has a workforce of about 50.
nb: Alle de fire ansatte ble flyttet over i Stingray i 2013, og selskapet har nå en stab på rundt 50 personer.

source: apparatus for lighting, apparatus for heating, apparatus
nb: for tilkopling til kjøretøyer for transport gresstorv- og

source: If you use eOLF to file electronic PCT applications, the Norwegian Industrial Property Office must register your smartcard before you can file the first application.
nb: Hvis du benytter eOLF for levering av elektroniske PCT-søknader, må Patentstyret registrere smartkortet ditt før du kan levere den første søknaden.

source: "We will need more people as and when the products need to be further developed and we have to develop new products," says Solberg.
nb: – Vi kommer til å trenge flere folk etter hvert som produktene skal videreutvikles og vi skal utvikle nye produkter, sier Solberg.

source: The opposition must be submitted in writing to the NIPO.
nb: Innsigelsen må leveres skriftlig til Patentstyret.

source: - Würth have treated me well both personally and in business terms, says Stepien.
nb: – Würth har behandlet meg bra både personlig og forretningsmessig, sier Stepien.

source: The laser is found in 170 fish cages in Norway and has shot out over one billion laser beams together.
nb: Den finnes i 170 merder i Norge og har skutt ut over én milliard laserstråler tilsammen.

source: He told the newspaper VG, through his lawyer, that he came up with the name as long ago as 2009.
nb: Han uttalte gjennom advokaten sin til VG at han kom frem til navnet allerede i 2009.

source: How should you present an opposition?
nb: Hvordan skriver du en innsigelse?

source: The entrepreneur Tom Rune Stepien in Kongsberg has, in one year, obtained a patent, registered a trademark and a design, and put the invention into production.
nb: Gründeren Tom Rune Stepien i Kongsberg har på ett år fått patent, registrert varemerke og design og satt oppfinnelsen i produksjon.

source: International patent applications (PCT applications) that are extended in Norway
nb: For internasjonale patentsøknader (PCT-søknader) som videreføres i Norge

source: Otto Scharff has a Master of Arts in International Political Economy from the University of Warwick and MBA from the Norwegian School of Economics.
nb: Han har Master of Arts i internasjonal politisk økonomi fra Universitetet i Warwick og en MBA-grad fra Norges Handelshøgskole.

source: What is the best IPR strategy will depend on the market and the area of technology.
nb: Hva som er den beste IPR-strategien, avhenger av marked og teknologiområde.

source: The person who has filed a protest will receive a letter that the protest has been received.
nb: Den som har sendt inn en protest vil få et brev om at protesten er mottatt.

source: How can I monitor whether my trademark has been registered under new top-level domains?
nb: Hvordan kan jeg følge med på om noen registrerer varemerket mitt under de nye toppdomenene?

source: (NB: Your feedback is anonymous - see over)
nb: Tilbakemeldinger er anonyme - se over)

source: Detectors to warn of emissions of methane (natural gas) are normally quite energy-hungry.
nb: Detektorer som skal varsle om utslipp av metan (naturgass) er normalt ganske energikrevende.
